#####################################################################
[Translation]
TRANSLATION_BY = Przetłumaczone przez
TRANSLATION_NAME = dmocha
TRANSLATION_LINK = http://tiny.cc/picpick
LANGUAGENAME=Polski
FILEVER=5000
#####################################################################
[Common]
SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
#-------------------------------------------------------------
[MainPopup]
MNU_OPEN_PICPICK		=&Edytor obrazów
#-------------------------------------------------------------
MNU_CAPTURE			=Zrzut e&kranu
MNU_CAPTURE_FULLSCREEN		=Zrzut &pełnego ekranu
MNU_CAPTURE_ACTIVEWINDOW	=Zrzut &aktywnego okna
MNU_CAPTURE_CONTROL		=Zrzut elemen&tu okna
MNU_CAPTURE_SCROLLINGWINDOW	=Pr&zewijanie okna
MNU_CAPTURE_REGION		=Zrzut &obszaru
MNU_CAPTURE_FIXEDREGION		=Zrzut &ustalonego obszaru
MNU_CAPTURE_FREEHAND		=Zrzut od&ręcznego obszaru
MNU_CAPTURE_WEBPAGE		=Zrzut internetowej &strony
MNU_CAPTURE_REPEAT		=Powtórz ostat&ni zrzut
MNU_CAPTUREQBAR			=Pokaż pa&sek zrzutu
MNU_WIDGET			=Pokaż Wid&get...
#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Ustawienia &zrzutu
MNU_OUTPUTTYPE			=&Metoda wyjścia
MNU_OUTPUTTYPE_PICPICK		=PicPick &Edytor
MNU_OUTPUTTYPE_CLIPBOARD	=Skop&iuj do schowka
MNU_OUTPUTTYPE_SAVEIMAGE	=Zapisz do &pliku obrazu
MNU_OUTPUTTYPE_SAVEFOLDER	=&Automatycznie zapisuj jako...
MNU_OUTPUTTYPE_OTHER		=Wyślij do zewnętrzne&go programu
MNU_OUTPUTTYPE_FTP		=Wyślij na serwer &FTP
MNU_OUTPUTTYPE_SHARE		=Udostępnij
MNU_OUTPUTTYPE_SENDTO		=Wyślij do
MNU_OUTPUTTYPE_FACEBOOK		=Wyślij do Faceboo&k'a
MNU_OUTPUTTYPE_TWITTER		=Wyślij do &Twitter'a
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER		=Dru&karka
MNU_OUTPUTTYPE_SKYPE		=Wyślij przez Skype
MNU_OUTPUTTYPE_CLOUD		=Usługa przechowywania w chmurze
MNU_OUTPUTTYPE_WEB			=Wyślij d&o sieci Web
MNU_OPT_DEFAULTFORMAT		=Domyślny &format obrazu
MNU_OPT_OPENEDITOR		=Uruchom &edytor przy starcie programu
MNU_OPT_STARTUPPROGRAM	=&Uruchom PicPick ze startem programu
#-------------------------------------------------------------
MNU_COLORPICKER			=Otwó&rz próbnik kolorów...
MNU_COLORPALETTE		=&Pokaż paletę kolorów...
MNU_COPYCOLORTYPE		=Sk&opiuj kolor jako
MNU_COLORHISTORY		=&Hi&storia kolorów
MNU_COLORHISTORY_CLEAR		=&Wyczyść
MNU_MAGNIFIER			=Pokaż &Lupę...
#-------------------------------------------------------------
MNU_PIXELRULER			=Pok&aż linijkę...
MNU_PROTRACTOR			=Użyj ką&tomierza
MNU_CROSSHAIR			=Zmierz o&bszar
MNU_WHITEBOARD			=Pisz po tablic&y
MNU_CLOUDEXPLORER		=Clo&ud Explorer
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=O P&icPick...
MNU_EXIT_PICPICK		=&Zakończ pracę
[Widget]
MNU_WIDGET			=Wid&get
MNU_WIDGET_LOCK			=Zab&lokuj widget
MNU_WIDGET_SMALLICONS		=Pokaż małe ikony
MNU_WIDGET_AUTOHIDE		=A&utoukrywanie
MNU_WIDGET_OPACITY		=Nieprzez&roczystość
MNU_WIDGET_ALWAYSTOP		=Z&awsze na wierzchu
MNU_WIDGET_CLOSE		=Zamknij widget
[PicPickEditor]
MNU_START=Start
#-------------------------------------------------------------
MNU_FILE =&Plik
MNU_FILE_NEW =&Nowy obraz
MNU_FILE_OPEN =&Otwórz...
MNU_FILE_OPENCLIPBOARD =Pobierz ze schowka
MNU_FILE_OPENURL =Otwórz z adresu URL
MNU_FILE_OPEN_RECENT=Ostatnie
MNU_FILE_OPEN_BROWSE=Przeglądaj
MNU_FILE_SAVESAME=Zapisz
MNU_FILE_SAVE =&Zapisz jako...
MNU_FILE_SAVESELECT =Zapisz zaznaczenie jako...
MNU_FILE_SAVEALL=Zapisz wszystko...
MNU_FILE_PRINT=&Drukuj...
MNU_FILE_CLOSEIMAGE =&Zamknij bieżący obrazek
MNU_FILE_CLOSECURRENTIMAGE =Bieżący obraz
MNU_FILE_CLOSEALLIMAGE =Zamknij wszystkie obrazki
MNU_FILE_CLOSEALLSAVEDIMAGE =Wszystkie zachowane obrazy
MNU_FILE_CLOSEPICPICK =W&yjście
#-------------------------------------------------------------
MNU_EDIT =&Edycja
MNU_EDIT_UNDO =&Cofnij
MNU_EDIT_REDO =&Powtórz
MNU_EDIT_CUT =W&ytnij
MNU_EDIT_COPY =&Kopiuj
MNU_EDIT_PASTE =&Wklej
MNU_EDIT_PASTEFROMFILE =Wk&lej plik...
MNU_EDIT_SELECTDEL =&Usuń
MNU_EDIT_SELECTNEW =Wytni&j zaznaczone
MNU_EDIT_DESELECT =Odwróć zaznaczo&ne
MNU_EDIT_SELECTALL =Zaznacz wszy&stko
MNU_EDIT_IMAGERESIZE =Rozm&iar/skalowanie obrazka...
MNU_EDIT_CANVASRESIZE =Zmiana o&bszaru obrazu...
MNU_EDIT_VIEWBITMAP =Widok Bitmapy na pełnym ekranie
#-------------------------------------------------------------
MNU_TOOLS =&Narzędzia
MNU_TOOLS_FULLSCREEN 		=Zrzut &pełnego ekranu
MNU_TOOLS_ACTIVEWINDOW 		=Zrzut &aktywnego okna
MNU_TOOLS_CONTROL 		=Zrzut elemen&tu okna
MNU_TOOLS_SCROLLINGWINDOW	=Zrzut przewijanego okna
MNU_TOOLS_WEBPAGE 		=Zrzut internetowej &strony
MNU_TOOLS_REGION 		=Zrzut &obszaru
MNU_TOOLS_FIXEDREGION 		=Zrzut &ustalonego obszaru
MNU_TOOLS_FREEHAND 		=Zrzut od&ręcznego obszaru
MNU_TOOLS_REPEAT 		=Powtórz ostat&ni zrzut
MNU_TOOLS_COLORPICKER		=Otwó&rz próbnik kolorów...
MNU_TOOLS_COLORPALETTE		=&Pokaż paletę kolorów...
MNU_TOOLS_MAGNIFIER		=Pokaż &Lupę...
MNU_TOOLS_PIXELRULER		=Pokaż &linijkę...
MNU_TOOLS_PROTRACTOR		=Użyj ką&tomierza
MNU_TOOLS_CROSSHAIR		=Zmierz o&bszar
MNU_TOOLS_WHITEBOARD		=Pisz po tablic&y
MNU_TOOLS_OPTION		=Opcje programu
#-------------------------------------------------------------
MNU_TOOLSOPTION				=Ustawienia &zrzutu
MNU_TOOLSOPTION_OUTPUTTYPE			=&Metoda wyjścia
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Domyślny &format obrazu
MNU_TOOLSOPTION_DUALMONITORS			=Wsparcie dla &Dwóch Monitorów
MNU_TOOLSOPTION_HOTKEY			=&Zmień skróty klawiaturowe...
MNU_TOOLSOPTION_SOUND				=Aktywuj &efekty dźwiękowe
MNU_TOOLSOPTION_SCROLLCAPTURE		=Aktywuj &auto przewijanie
MNU_TOOLSOPTION_MOUSECURSOR			=Wstaw znak k&ursora
MNU_TOOLSOPTION_STARTUPPROGRAM		=&Uruchom PicPick ze startem programu
MNU_TOOLSOPTION_OPENEDITOR			=Przy starcie programu uruchom &edytor
MNU_TOOLS_COLORTYPE				=Sk&opiuj kolor jako
#-------------------------------------------------------------
MNU_EFFECT 			=&Efekty
MNU_EFFECT_INVERT 		=&Odwróć
MNU_EFFECT_GRAYSCALE		=&W odcieniach szarości
MNU_EFFECT_MOSAIC 		=&Pixeloza...
MNU_EFFECT_BLUR 		=&Rozmyj
MNU_EFFECT_SHARPEN 		=&Wyostrz
MNU_EFFECT_BRIGHTNESS 		=Jasność / Kontrast...
MNU_EFFECT_HSL 			=&Odcień / Nasycenie...
MNU_EFFECT_BORDER 		=Krawędzie
MNU_EFFECT_FLIP 		=&Obróć
MNU_EFFECT_FLIPH 		=Odwróć wokół osi X
MNU_EFFECT_FLIPV 		=Odwróć wokół osi Y
MNU_EFFECT_ROTATE 		=&Obróć
MNU_EFFECT_ROTATE90 		=&90' zgodnie z ruchem wskazówek
MNU_EFFECT_ROTATE180 		=&180' zgodnie z ruchem wskazówek
MNU_EFFECT_ROTATE270 		=&270' zgodnie z ruchem wskazówek
MNU_EFFECT_FRAME		=Ram&ki...
MNU_EFFECT_COLORBALANCE		=Balans kolorów...
MNU_EFFECT_WATERMARK		=&Znak wodny...
#-------------------------------------------------------------
MNU_WINDOW =&Okno
MNU_WINDOW_CASCADE =&Kaskada
MNU_WINDOW_TILEH =Ułożenie &poziome
MNU_WINDOW_TILEV =Ułożenie p&ionowe
MNU_WINDOW_MINIMIZEALL =Minimalizuj wszystko
#-------------------------------------------------------------
MNU_HELP =&Pomoc
MNU_HELP_WEBSITE =Strona programu PicPick ...
MNU_HELP_ABOUT =O...
MNU_HELP_UPDATE = Sprawdź aktualizacje programu
PNL_TOOL_TOOLS = Narzędzia
PNL_TOOL_COLOR = Kolor
PNL_TOOL_PROPERTY = Właściwości
LBL_TOOL_WIDTHS = Szerokość :
LBL_TOOL_OPACITY = Przezroczystość:
LBL_TOOL_SHAPE= Kształt:
TAB_HOME=Główny
TAB_FILE=Plik
TAB_VIEW=Widok
TAB_SHAPES=Kształty
TAB_SHAPES_SUB=Format
TAB_SHAPES_TEXT=Tekst
TAB_NUMBERSTAMP=Numer stempla
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Wybór
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Efekt powiększenia
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Stemple
TAB_STAMPS_SUB=Format
TAB_SHARE=Udostępnianie
TBR_CLIPBOARD=Schowek
TBN_CLIPBOARD_PASTE=Wklej
TBN_CLIPBOARD_CUT=Wytnij
TBN_CLIPBOARD_COPY=Kopiuj
TBN_CLIPBOARD_DELETE=Usuń
TBR_VIEW=Widok
TBN_VIEW_ZOOMIN=Powiększ
TBN_VIEW_ZOOMOUT=Pomniejsz
TBN_VIEW_FULL=Pełny ekran
TBN_VIEW_100=Widok 100%
TBR_IMAGE=Obraz
TBN_IMAGE_EFFECT=Efekty
TBN_IMAGE_CROP=Przytnij
TBN_IMAGE_RESIZE=Zmień rozmiar
TBN_IMAGE_ROTATE=Obróć
TBR_TOOLS=Narzędzia
TBR_COLOR=Kolory
TBN_COLOR1=Kolor 1
TBN_COLOR2=Kolor 2
POP_COLORTYPE1 = Pastelowe kolory
POP_COLORTYPE2 = Podstawowe kolory
TBR_SHOWHIDE=Pokaż lub ukryj
TBN_RULER=Linijka
TBN_STATUSBAR=pasek stanu
TBN_TAB = Zakładka
TBN_THUMBNAIL=Widok miniatur
TBR_WINDOW=okno
TBN_CASCADE=Kaskada
TBN_ARRANGEALL=Uporządkuj
TBN_REGISTER=Zarejestruj się...
TBN_TOOLS_SELECT = Zaznacz
TBN_TOOLS_MOVE=Przesuń
TBN_TOOLS_DRAW=Rysuj
TBN_TOOLS_DRAW_BRUSH=Pędzel
TBN_TOOLS_DRAW_ERASER=Gumka
TBN_TOOLS_DRAW_MARKER=Znacznik
TBN_TOOLS_FILL=Wypełnij
TBN_TOOLS_FILL_OPTIONS=Opcje wypełnienia
TBN_TOOLS_FILL_STANDARD=Ciągłe wypełnianie
TBN_TOOLS_FILL_REPLACEMENT=Zmiana koloru wypełnienia
TBN_TOOLS_STAMPS=Stemple
TBN_TOOLS_STAMPS_NUMBER=Numery
TBN_TOOLS_STAMPS_GENERAL=Ogólne
TBN_TOOLS_STAMPS_CURSOR=Kursory
TBN_SELECT_SELECTION_SHAPES=Wybór kształtów
TBN_SELECT_SELECTION_OPTIONS=Opcje wyboru
TBN_SELECT_RECTANGLE=Zaznaczenie prostokątne
TBN_SELECT_ELLIPSE=Zaznaczenie eliptyczne
TBR_SIZE=Rozmiar
TBN_MORECOLORS = Więcej
MNU_PALETTETYPE = Typ palety barw
TBR_COLORPALETTE=Paleta
TBN_THEME = Kolory motywu
TBN_THEME_DEFAULT = Domyślne
TBN_THEME1 = Motyw 1
TBN_THEME2 = Motyw 2
TBN_THEME3 = Motyw 3
TBN_THEME4 = Motyw 4
TBN_THEME5 = Motyw 5
TBN_STANDARD_COLORS = Kolory standardowe
TBN_CUSTOM_COLORS = Niestandardowe kolory
TBN_MORE_COLORS = Więcej kolorów...
TBN_ADD_CUSTOM_COLOR = Dod&aj do kolorów niestandardowych
TBN_REMOVE_CUSTOM_COLOR = Usuń z kolo&rów niestandardowych
MNU_TOPBAR_TITLE = Dostosuj górne przyciski
MNU_TOPBAR_MINIMIZERIBBON = Minimalizuj wstęgę
MNU_QAT_TITLE=Dostosuj pasek szybkiego dostępu
MNU_QAT_ADD=Dodaj do paska szybkiego dostępu
MNU_QAT_DELETE=Usuń z paska na&rzędzi szybkiego dostępu
MNU_QAT_ABOVE=Pokaż pasek szybkiego dostępu powyżej wstęgi
MNU_QAT_BELOW=Pokaż pasek szybkiego dostępu poniżej wstęgi
MNU_QAT_DELETE=Przywróć ustawienia paska szybkiego dostępu
TBN_VIEW_TOUCHMODE=Tryb dotykowy
#-------------------------------------------------------------
[PicPickEditor Tip]
TIP_FILE_NEW =Stwórz nowy obraz
TIP_FILE_OPEN =Otwórz istniejący obraz
TIP_FILE_OPENCLIPBOARD =Otwórz obrazek pobierając ze schowka
TIP_FILE_OPENURL =Otwórz obrazek z adresu URL
TIP_FILE_SAVE =Zachowaj aktualny obrazek z nową nazwą
TIP_FILE_SAVEAS =Zapisz aktywny obraz z nową nazwą
TIP_FILE_SAVESELECT =Zachowaj aktualne zaznaczenie z nową nazwą
TIP_FILE_SAVEALL =Zapisz wszystkie obrazy z nową nazwą
TIP_FILE_PRINT=Drukuj obrazek
TIP_FILE_CLOSEIMAGE =Zamknij bieżący obrazek
TIP_FILE_CLOSEALLIMAGE =Zamknij wszystkie pliki obrazków
TIP_FILE_CLOSEALLSAVEDIMAGE =Zamknij wszystkie zachowane pliki obrazów
TIP_FILE_CLOSEPICPICK =Zamknij okno
#-------------------------------------------------------------
TIP_EDIT_UNDO =Cofnij ostatnią akcję
TIP_EDIT_REDO =Powtórz poprzednią akcję
TIP_EDIT_CUT =Wytnij i wstaw zaznaczenie do schowka
TIP_EDIT_COPY =Skopiuj zaznaczenie i wstaw do schowka
TIP_EDIT_PASTE =Wklej ze schowka do aktywnego obrazka
TIP_EDIT_PASTEFROMFILE =Wklej plik do bieżącego obrazka
TIP_EDIT_SELECTDEL =Usuń zaznaczenie
TIP_EDIT_SELECTNEW =Wytnij zaznaczony obszar do pliku
TIP_EDIT_DESELECT =Odwróć zaznaczenie
TIP_EDIT_SELECTALL =Zaznacz cały obrazek
TIP_EDIT_IMAGERESIZE =Zmień rozmiar obrazka
TIP_EDIT_CANVASRESIZE =Zmień obszar obrazka
TIP_EDIT_VIEWBITMAP =Widok Bitmapy na pełnym ekranie
TIP_TOOLS_CAPTURE =Pokaż pasek zrzutu na ekranie
#-------------------------------------------------------------
TIP_TOOLS_FULLSCREEN =Zrzuć obraz pulpitu
TIP_TOOLS_ACTIVEWINDOW =Zrzuć obraz aktywnego okna
TIP_TOOLS_CONTROL =Zrzuć obraz elementu okna
TIP_TOOLS_SCROLLINGWINDOW	=Zrzuć obraz przewijanego okna
TIP_TOOLS_WEBPAGE =Zrzuć obraz internetowej strony
TIP_TOOLS_REGION =Zrzuć obszar
TIP_TOOLS_FREEHAND =Zrzuć odręcznie zaznaczony obszar
TIP_TOOLS_FIXEDREGION =Zrzuć ustalony obszar
TIP_TOOLS_REPEAT =Powtórz zrzut tego samego obszaru
TIP_TOOLS_CAPTUREMENU = Przechwycenie obrazu na ekranie
TIP_TOOLS_COLORPICKER	=Otwórz próbnik kolorów na ekranie
TIP_TOOLS_COLORPALETTE	=Pokaż paletę kolorów na ekranie
TIP_TOOLS_MAGNIFIER	=Pokaż lupę na ekranie
TIP_TOOLS_PIXELRULER	=Pokaż linijkę na ekranie
TIP_TOOLS_CROSSHAIR	=Zmierz obszar na ekranie
TIP_TOOLS_PROTRACTOR	=Pokaż kątomierz na ekranie
TIP_TOOLS_WHITEBOARD	=Traktuj ekran jak tablicę i pisz na nim
TIP_TOOLS_OPTION	=Pokaż kilka opcji o programie
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Zmień opcje zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Zmień metodę wyjścia zzrzutu
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Zmień domyślny format pliku
TIP_TOOLSOPTION_DUALMONITORS			=Wsparcie dla zzrzutu dla wielu monitorów
TIP_TOOLSOPTION_HOTKEY				=Zmień przypisanie skrótów klawiaturowych...
TIP_TOOLSOPTION_SOUND				=Włącz efekty dźwiękowe dla zapisywania zzrzutu
TIP_TOOLSOPTION_SCROLLCAPTURE			=Zrzut obrazka z przewijaniem
TIP_TOOLSOPTION_MOUSECURSOR			=Wstaw znak kursora do obrazka
TIP_TOOLSOPTION_STARTUPPROGRAM		=Uruchom program PicPick podczas startu systemu Windows
TIP_TOOLSOPTION_OPENEDITOR			=Otwórz edytor PicPick podczas startu programu
TIP_TOOLS_COLORTYPE				= Zmień skopiowany kolor na [HTML, RGB, C++, Delphi]
#-------------------------------------------------------------
TIP_EFFECT_INVERT =Odwróć kolory obrazka
TIP_EFFECT_GRAYSCALE =Konwertuj obrazek do 256 kolorów szarości
TIP_EFFECT_MOSAIC =Dodaj efekt pixelozy
TIP_EFFECT_BLUR =Dodaj efekt rozmycia
TIP_EFFECT_SHARPEN =Dodaj efekt wyostrzenia
TIP_EFFECT_BRIGHTNESS =Jasność / Kontrast
TIP_EFFECT_HSL =Odcień / Nasycenie
TIP_EFFECT_COLORBALANCE=Regulacja równowagi określonej gamy kolorów w obrazie.
TIP_EFFECT_FLIPH =Odwróć zaznaczony obszar w poziomie
TIP_EFFECT_FLIPV =Odwróć zaznaczony obszar w pionie
TIP_EFFECT_ROTATE90 =Obróć o 90 stopni zgodnie z ruchem wskazówek
TIP_EFFECT_ROTATE180 =Obróć o 180 stopni zgodnie z ruchem wskazówek
TIP_EFFECT_ROTATE270 =Obróć o 270 stopni zgodnie z ruchem wskazówek
TIP_EFFECT_FRAME=Dodaj efekt ramki
TIP_EFFECT_WATERMARK=Dodaj logo ze znakiem wodnym
#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Ustaw okna kaskadowo
TIP_WINDOW_TILEH =Ustaw okna w poziomie
TIP_WINDOW_TILEV =Ustaw okna w pionie
TIP_WINDOW_MINIMIZEALL =Zminimalizuj wszystkie otwarte okna
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Otwórz domową stronę PicPick
TIP_HELP_ABOUT =Wyświetl informacje i prawa o programie
TIP_HELP_UPDATE = Sprawdź dostępność aktualizacji oprogramowania
#-------------------------------------------------------------
TIP_TOOL_MOVE =Przesuń
TIP_TOOL_SELECT =Zaznacz obszar
TIP_TOOL_FILL =Wypełnij kolorem
TIP_TOOL_PICKCOLOR =Próbnik kolorów
TIP_TOOL_DRAW=Rysowanie za pomocą różnego rodzaju pędzli.
TIP_TOOL_STAMPS=Postaw stempel na obrazie
TIP_TOOL_SHAPE=Rysowanie kształtów na obrazie
TIP_SIZE=Wybierz szerokość wybranego narzędzia
TIP_TOOL_TEXT=Dodaj tekst do obrazu
TIP_OUTPUTTYPE_MSWORD1 		= Wstaw kopię tego obrazu do
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL1 	= Wstaw kopię tego obrazu do
TIP_OUTPUTTYPE_MSEXCEL2 	= Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT1	= Wstaw kopię tego obrazu do
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE1		= Wyślij kopię tego obrazu do
TIP_OUTPUTTYPE_SKYPE2 		= Skype
TIP_OUTPUTTYPE_PROGRAM1		= Wyślij kopię tego obrazu do
TIP_OUTPUTTYPE_PROGRAM2 	= program zewnętrzny
TIP_OUTPUTTYPE_MSOUTLOOK1	=Dołącz kopię tego obrazu do
TIP_OUTPUTTYPE_MSOUTLOOK2	=wiadomość e-mail
TIP_OUTPUTTYPE_FACEBOOK1	= Załaduj i udostępnij obraz na
TIP_OUTPUTTYPE_FACEBOOK2 	= Facebook'a
TIP_OUTPUTTYPE_TWITTER1		= Załaduj i udostępnij ten obraz
TIP_OUTPUTTYPE_TWITTER2 	= Twitter
TIP_OUTPUTTYPE_FTP1		= Wyślij obraz bezpośrednio do
TIP_OUTPUTTYPE_FTP2 		= lokalizacji w sieci za pośrednictwem FTP
TIP_OUTPUTTYPE_WEBUPLOAD1	= Wyślij obraz bezpośrednio do
TIP_OUTPUTTYPE_WEBUPLOAD2	= lokalizacji w sieci Web
TIP_OUTPUTTYPE_CLOUD1		= Załaduj ten obraz do Dropboxa,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, OneDrive...
TIP_IMAGE_ROTATEFLIP = Obróć lub odwróć obraz bądź zaznaczenie
TIP_TOOLS_EFFECT=Wybierz efekty
TIP_TOOLS_WIDTHS=Wybierz szerokość
TIP_TOOLS_OPACITY = Wybierz przezroczystość
TIP_VIEW_ZOOMIN = Powiększenie bieżącego obrazu
TIP_VIEW_ZOOMOUT = Zmniejszenie bieżącego obrazu
TIP_VIEW_ZOOMSELECT =Powiększ lub zmniejsz
TIP_VIEW_ACTUALSIZE = Powiększ do 100%
TIP_VIEW_THUMBNAIL=Pokaż stronę z miniaturami aby szybko wybrać obraz
TIP_SHOW_RULER=Pokaż lub ukryj linijki do pomiaru obrazów
TIP_SHOW_STATUSBAR=Pokaż lub ukryj pasek stanu na dole okna
TIP_SHOW_TAB=Pokaż lub ukryj pasek zakładek
TIP_COLOR_COLOR1 = Kolor pierwszoplanowy
TIP_COLOR_COLOR2 = Kolor drugoplanowy
TIP_COLOR_SWAP=Przełącz między pierwszoplanowym kolorem a kolorem tła
TIP_COLOR_DEFAULT = Domyślne kolory tła i pierwszoplanowy
TIP_COLOR_MORE=Pokaż więcej palet
TIP_SHAPE_FLATTEN=Spłaszcz kształty
TIP_SHAPE_DELETE=Usuń kształt
TIP_SHAPE_DUPLICATE=Powiel kształt
TIP_SHAPE_FILL=Wypełnij wybrany kształt
TIP_SHAPE_OUTLINE=Obrys kształtu
TIP_SHAPE_EFFECTS=Format kształtów
TIP_SHAPE_ADDTEXT=Wprowadź tekst do kształtu
TIP_SHAPE_FLATTEN_ALL=Spłaszcz wszystkie kształty
TIP_SHAPE_BRINGTOFRONT=Przesuń na wierzch zaznaczony obiekt
TIP_SHAPE_SENDTOBACK=Przesuń pod spód zaznaczony obiekt
TIP_TEXT_BOLD = Pogrubione
TIP_TEXT_ITALIC = Kursywa
TIP_TEXT_UNDERLINE = Podkreślenie
TIP_TEXT_ALIGN_LEFT = Wyrównaj do lewej
TIP_TEXT_ALIGN_CENTER = Wyśrodkuj
TIP_TEXT_ALIGN_RIGHT = Wyrównaj do prawej
TIP_TEXT_ALIGN_TOP = Wyrównaj pionowo do góry
TIP_TEXT_ALIGN_MIDDLE = Wyrównaj pionowo do środka
TIP_TEXT_ALIGN_BOTTOM = Wyrównaj pionowo do dołu
TIP_TEXT_WORDWRAP = Zawijanie wierszy
TIP_TEXT_COLOR = Kolor tekstu
TIP_TEXT_SIZE = Rozmiar tekstu
TIP_TEXT_FONTFAMILY = Rodzina czcionek tekstu
#-------------------------------------------------------------
[Dialogs]
DLG_PICPICK_EDITOR_TITLE =PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Element okna
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Zrzut przewijanego okna
DLG_REGIONCAPTURE_TITLE =PicPick - Zrzut obszaru
DLG_FIXEDREGIONCAPTURE_TITLE =Zrzut ustalonego obszaru
DLG_FREEHANDCAPTURE_TITLE=PicPick - Odręczny zrzut
DLG_WHITEBOARDTOOL_TITLE=PickPick - Tablica
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE =PicPick - Próbnik kolorów
DLG_CROSSHAIR_TITLE=PicPick - Pomiar obszaru
DLG_COLORPALETTE_TITLE =Paleta kolorów
DLG_AUTOSAVE_TITLE = Autozapis
DLG_NEWIMAGE_TITLE = Nowy obraz
DLG_PRINT_TITLE = Drukuj
DLG_CANVASSET_TITLE = Zmiana obszaru obrazka
DLG_IMAGERESIZE_TITLE = Zmiana rozmiaru obrazka
DLG_ABOUT_TITLE = O programie PicPick
DLG_PIXELATE_TITLE = Pixeloza
DLG_HUESATURATION_TITLE = Odcień / Nasycenie
DLG_BRIGHTNESSCONTRAST_TITLE = Jasność / Kontrast
DLG_FRAME_TITLE		=Ramki
DLG_WATERMARK_TITLE		=Znak wodny
DLG_FONTVIEW_TITLE = Wstaw tekst
DLG_CAPTURE_TITLE=Zrzut
DLG_CHANGEHOTKEY_TITLE = Zmień skróty
DLG_WEBPAGECAPTURE_TITLE = PicPick - Zrzut strony www
DLG_SHORTCUT_TITLE = Zmiana skrótów klawiaturowych
DLG_SETUP_TITLE		=Opcje programu
DLG_FILENAMESETUP_TITLE	=Nazwa pliku
DLG_IMAGES_TITLE	=Obrazy
DLG_GENERALSETUP_TITLE	=Ogólny
DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Edytor
DLG_ARROWSET_TITLE	=Niestandardowa strzałka
DLG_FACEBOOK_TITLE	=Połączenie Facebook
DLG_TWITTER_TITLE		=Połączenie Twitter
DLG_WEBUPLOAD_TITLE		=Załaduj do sieci Web
BTN_OK = &OK
BTN_CANCEL = &Anuluj
BTN_APPLY = Zastosuj
#-------------------------------------------------------------
[About]
GRP_PRESET = Preferencje
CHK_ADDSTARTUP = Ładuj automatycznie po starcie systemu
CHK_ADDDESTKOP = Utwórz skrót na pulpicie
CHK_CHECKUPDATE = Sprawdź czy są dostępne aktualizacje
LBL_LANGUAGE = Język
BTN_HOTKEY = Skróty klawiaturowe...
BTN_CREDIT = Credit
LBL_PROGRAMPARAMETER=&Parametry...
CHK_SETTINGTOAPPDATA=Zapisz ustawienia w Danych aplikacji
LBL_MORELANGUAGE=Więcej języków...
LBL_INFO_PRODUCT=Informacje o produkcie
LBL_INFO_LICENSE=Informacje o licencji
LBL_INFO_VERSION=Wersja
#-------------------------------------------------------------
[Captures]
GRP_CONTROLCAPTURE_PROPERTY =Właściwości
LBL_CONTROLCAPTURE_CLASS =Nazwa
LBL_CONTROLCAPTURE_SIZE =Rozmiar
LBL_CONTROLCAPTURE_INFO=Element
LBL_CONTROLCAPTURE_SCROLL=Autoprzewijanie
LBL_CONTROLCAPTURE_OUTPUTTYPE =Metoda wyjścia
LBL_CONTROLCAPTURE_HANDLE =Uchwyt
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =Zaznacz element okna (przycisk, zakładka, pole, pasek, etc...), i naciśnij klawisz PRINT SCREEN.
GRP_FIXEDREGIONCAPTURE_PROPERTY = Rozmiar obszaru
LBL_FIXEDREGIONCAPTURE_WIDTH = Szerokość :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Wysokość :
TIP_REGIONCAPTURE_NOTDRAG =Zanacz dowolny prostokątny obszar ekranu.
TIP_PIXEL = Pixele
TIP_FREEHANDCAPTURE_NOTDRAG =Narysuj dowolny kształt do zrzutu.
LBL_COLORPICKER_COLORAS =Kolor jako :
LBL_COLORPICKER_VALUE =Wartość :
LSV_WEBPAGECAPTURE_LIST = Wybierz stronę www do zrzutu
BTN_WEBPAGECAPTURE_RELOAD = &Przeładuj
BTN_WEBPAGECAPTURE_CAPTURE = &Zrzuć
LBL_MINIHELP=Kliknij lewym przyciskiem myszy aby wybrać obszar.
LBL_MINIHELP_CLICKDRAG=Kliknij lub przeciągnij na ekranie, aby wybrać obszar.
#-------------------------------------------------------------
[Shortcut]
TAB_HOTKEY = Skróty klawiaturowe
GRB_CAPTURE = Zrzut ekranu
GRB_TOOLS = Narzędzia
LBL_KEYNONE = Żaden
LBL_CAPTURE_FULLSCREEN		=Zrzut pełnego ekranu
LBL_CAPTURE_ACTIVEWINDOW	=Zrzut aktywnego okna
LBL_CAPTURE_CONTROL		=Zrzut elementu okna
LBL_CAPTURE_SCROLLINGWINDOW	=Zrzut przewijanego okna
LBL_CAPTURE_REGION		=Zrzut obszaru
LBL_CAPTURE_FIXEDREGION		=Zrzut ustalonego obszaru
LBL_CAPTURE_FREEHAND		=Zrzut odręcznego obszaru
LBL_CAPTURE_WEBPAGE		=Zrzut internetowej strony
LBL_CAPTURE_REPEAT		=Powtórz ostatni zrzut
LBL_TOOLS_EDITOR		=Edytor obrazu
LBL_TOOLS_COLORPICKER		=Próbnik kolorów
LBL_TOOLS_COLORPALETTE		=Paleta kolorów
LBL_TOOLS_PIXELRULER		=Linijka
LBL_TOOLS_PROTRACTOR		=Kątomierz
LBL_TOOLS_CROSSHAIR		=Pomiar obszaru
LBL_TOOLS_WHITEBOARD		=Pisanie na ekranie
LBL_TOOLS_MAGNIFIER		=Lupa
CBO_HOTKEY_CUSTOM		=Niestandardowe...
CBO_HOTKEY_DEFAULT		=PicPick Default
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Disabled
#-------------------------------------------------------------
[FontView]
GRP_COLOR = Kolory
LBL_FONTCOLOR = Kolor czcionki
CHK_FILLCOLOR = Kolor wypełnienia
CHK_AA = Gładkie krawędzie wyświetlania czcionek
#-------------------------------------------------------------
[AutoSave]
GRP_SELECTFOLDER =Automatyczne zapisywanie obrazów
LBL_SELECTFOLDER =Wybierz katalog do automatycznego zapisywania obrazów
BTN_SELECTFOLDER =&Przeglądaj...
GRP_SELECTFILENAME =Nazwa pliku
RDO_SELECTFILENAME_TEXT =Tekst + Liczba
RDO_SELECTFILENAME_NUM =Tylko liczba
RDO_SELECTFILENAME_DATETIME =Data/Czas
LBL_SELECTFILENAME_DATETIME_FORMAT = hh nn ss  mm-dd-yyyy
EDT_SELECTFILENAME_DEFAULT = Obraz
GRP_SELECTFORMAT =Format pliku
RDO_SELECTFORMAT_BMP =Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG pliki(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF =PDF pliki (*.pdf)
LBL_SAVEFILENAME=Wprowadź nazwę pliku dla autozapisu lub wysyłki poprzez FTP
LBL_EXAMPLETITLE=(Przykład)
LBL_EXAMPLE1=%y : Rok, %m : Miesiąc, %d : Dzień
LBL_EXAMPLE2=%h : Godzina, %n : Minuta, %s : Sekunda
LBL_EXAMPLE3=%c : Numer
LBL_EXAMPLE4=%u : Nazwa użytkownika, %w : Nazwa komputera
LBL_EXAMPLE5=%t : Sygnatura czasowa Unix
GRB_OTHERPROGRAM=Ustawienia zewnętrznego programu
LBL_OTHERPROGRAM=Wybierz zewnętrzny program, aby zapisać zrzuty.
LBL_OTHERPROGRAMPATH=Ścieżka programu:
LBL_OTHERPROGRAMPARAMETER=Parametr:
LBL_OTHERPROGRAMSELECT=Wyślij do zewnętrznego programu...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
[GeneralSet]
GRB_STARTINGOPTION=Opcje rozruchu
LBL_PROGRAM_MODE=Wybierz domyślny tryb programu
CBO_PROGRAM_MODE_EDITOR=Edytor obrazu
CBO_PROGRAM_MODE_WIDGET=Pływający Widget
CBO_PROGRAM_MODE_TRAY=Pokaż tylko powiadomienia
CHK_STARTUP=Uruchom program PicPick wraz ze startem systemu Windows
CHK_UPDATE=Sprawdź czy jest dostępna aktualizacja programu
[CaptureSet]
GRB_CAPTUREOPTION		=Opcje zrzutu
CHK_DUALMONITORS		=Wsparcie dla dwóch monitorów
CHK_SOUND			=Aktywuj efekt dźwięku po zakończeniu zrzutu
CHK_MOUSECURSOR		=Dołącz kursor do obrazu.
CHK_HIDEEDITOR			=Ukryj PicPick Edytor przed zrzutem obrazu
CHK_ALWAYSCOPYCLIPBOARD	=Zawsze kopiuj zrzucone obrazy do Schowka
CHK_STARTWITHCAPTUREBAR	=Pokaż pasek zrzutu podczas startu programu
GRB_AUTOSCROLL			=Autoprzewijanie
CHK_SCROLLCAPTURE		=Aktywuj Autoprzewijanie
LBL_SCROLLDELAY			=Opóźnienie:
LBL_SCROLLDELAYMS		=ms
GRB_MAGNIFIER			=Lupa okna
CHK_MAGNIFIER			=Pokaż lupę okna podczas nagrywania
LBL_ZOOMSCALE			=Skala powiększenia:
GRB_CAPTUREDELAY		=Opóźnienie przed zrzutem
CHK_ADVANCECONTROLCAPTURE = Użyj zaawansowanej kontroli przechwytywania
LBL_CAPTUREOUTPUT		=Zmień dane wyjściowe używając klawiszy skrótu lub wybierając menu z obszaru powiadomień.
CHK_TOOLBAR			=Pokaż pasek narzędzi podczas przechwytywania.
[FTP]
GRB_FTPSERVER = Ustawienia serwera FTP
LBL_FTPADDRESS  =FTP Server:
LBL_REMOTEPATH = Zdalna ścieżka:
LBL_PORT=Port:
CHK_PASSIVEFTP= Tryb pasywny
LBL_USERNAME=Nazwa użytkownika:
LBL_PASSWORD=Hasło:
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Otwórz adres URL w sieci
LBL_SENDCLIPBOARD=Kopiuj adres URL do Schowka
LBL_WEBADDRESS=URL
[EditorSet]
GRB_EDITOROPTION = Opcje edytora
CHK_OPENEDITORWHENSTART=Otwórz Edytor przy starcie programu
CHK_CENTERIMAGE =Dopasuj obraz w centrum okna
CHK_CLOSEWITHOUTASKING =Zamknij niezapisany obraz bez pytania
CHK_CROPNEW=Przytnij jako nowy obraz
CHK_SHOWCLASSICUI=Pokaż klasyczny pasek menu
CHK_EXITWHENCLOSING=Wyjdź z programu PicPick kiedy zamykasz edytor.
CHK_AUTOFLATTEN=Automatycznie spłaszcz kształty z tłem obrazu.
LBL_BG=Kolor tła:
RDO_BGGRID=Siatka
RDO_BGSOLID=Pełny kolor
GRB_FILETYPE=Skojarzenia plików
LBL_FILETYPE=Wybierz typy plików, które chcesz otwierać przy użyciu PicPick.
LBL_FILETYPEVISTA=Uczyń PicPick domyślnym edytorem obrazów
[ArrowSet]
CHK_START = Start
CHK_END = Koniec
CHK_OUTLINE = Dodaj obramowanie
CBO_AT_ARROW1 = Strzałka 1
CBO_AT_ARROW2 = Strzałka 2
CBO_AT_CIRCLE = Okrąg
CBO_AT_DIAMOND = Romb
#-------------------------------------------------------------
[CanvasSet]
GRP_SIZE = Rozmiar obszaru
LBL_WIDTH = Nowa szerokość
LBL_HEIGHT =Nowa wysokość
LBL_BACKCOLOR = Tło obszaru
LBL_PRESETS = Ustawienia
CBO_CLIPBOARD=Schowek
CBO_LASTUSED=Ostatnio użyte
CBO_CURRENT=Bieżący rozmiar obrazu
#-------------------------------------------------------------
[ResizeSet]
LBL_ZOOM =
RDO_ZOOM = Skaluj procentowo
RDO_SIZE = Skaluj do konkretnych wartości
CHK_KEEP = Zachowaj proporcje
LBL_WIDTH = Szerokość
LBL_HEIGHT = Wysokość
#-------------------------------------------------------------
[ColorSet]
BTN_PREVIEW = &Podgląd
LBL_PIXELATE = Pixeloza
LBL_HUE = Odcień
LBL_SATURATION = Nasycenie
LBL_BIRGHTNESS = Jasność
LBL_CONTRAST = Kontrast
[FrameSet]
GRP_PREVIEW = Podgląd
GRP_EFFECT = Efekt
CHK_BORDER = Obramowanie
CHK_FRAME = Ramka
LBL_ETC=Pobierz wiecej ramek...
CHK_AUTO=Zastosuj efekt ramki po dokonaniu zrzutu
#-------------------------------------------------------------
[Palette]
LBL_RED =&Czerwony
LBL_GREEN =&Zielony
LBL_BLUE =&Niebieski
LBL_TYPE = Kolor jako :
BTN_COPY =&Kopiuj
CLR_DEFAULTTEXT = Paleta kolorów
CLR_CUSTOMTEXT = Więcej kolorów...
#-------------------------------------------------------------
[PixelRuler]
MNU_RULER_MOVE =&Przesuń
MNU_RULER_MOVE_UP =&Do góry
MNU_RULER_MOVE_DOWN =&Na dół
MNU_RULER_MOVE_LEFT =W &lewo
MNU_RULER_MOVE_RIGHT =&W prawo
#-------------------------------------------------------------
MNU_RULER_TYPE =&Układ
MNU_RULER_TYPE_HOTRIZONTAL =&Poziomo
MNU_RULER_TYPE_VERTICAL =P&ionowo
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =P&rzezroczystość
MNU_RULER_TRANSPARENT_USE =&Włącz
MNU_RULER_TRANSPARENT_NOTUSE =W&yłącz
MNU_RULER_TRANSPARENT_INC =Zwię&ksz(+)
MNU_RULER_TRANSPARENT_DEC =Zmie&jsz(-)
MNU_MAGNIFIER		=Pokaż &Lupę...
#-------------------------------------------------------------
MNU_RULER_EXIT =W&yjście
MNU_RULER_UNIT =&Jednostki
MNU_RULER_UNIT_PIXEL =&Pixele
MNU_RULER_UNIT_INCH =&Cale
MNU_RULER_UNIT_CM = C&entymetry
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Kolor
MNU_RULER_COLOR_BLUE = &Niebieski (Domyślny)
MNU_RULER_COLOR_YELLOW = Żół&ty (Klasyczny)
MNU_RULER_COLOR_WHITE = &Biały
MNU_RULER_COLOR_BLACK = Cza&rny
MNU_RULER_UNIT_DPI_CUSTOM = Niestandardowe...
DLG_CUSTOMDPI_TITLE= Ustawienia niestandardowe DPI
LBL_CUSTOMDPI_TEXT= Wprowadź rozdzielczość (DPI):
#-------------------------------------------------------------
[WhiteBoard]
MNU_WHITEBOARD_PENWIDTH =S&zerokość ołówka
MNU_WHITEBOARD_PENCOLOR =Ko&lor ołówka
MNU_WHITEBOARD_PENCOLOR_BLACK =Czarny
MNU_WHITEBOARD_PENCOLOR_WHITE =Biały
MNU_WHITEBOARD_PENCOLOR_RED =Czerwony
MNU_WHITEBOARD_PENCOLOR_GREEN =Zielony
MNU_WHITEBOARD_PENCOLOR_BLUE =Niebieski
MNU_WHITEBOARD_PENCOLOR_CYAN =Zielonkawoniebieski
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Karmazynowy
MNU_WHITEBOARD_PENCOLOR_YELLOW =Żółty
MNU_WHITEBOARD_PENCOLOR_GRAY =Szary
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&itd...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Wyczyść
MNU_WHITEBOARD_SAVE =&Zrzuć obraz
MNU_WHITEBOARD_EXIT =W&yjście
TIP_TOOL_MOVE =Przesuń
TIP_TOOL_ZOOM =Powiększ
TIP_TOOL_PEN =Ołówek
TIP_TOOL_LINE =Linia
TIP_TOOL_ARROW =Strzałka
TIP_TOOL_SHAPE=Kształt
TIP_TOOL_RECT =Prostokąt
TIP_TOOL_ELLIPSE =Elipsa
TIP_TOOL_RRECT =Zaokrąglony prostokąt
TIP_TOOL_TRANSPARENT = Przezroczystość
TIP_TOOL_CLEAR=Wyczyść
TIP_TOOL_SAVE=Zrzuć obraz
TIP_TOOL_WIDTH=Szerokość
TIP_TOOL_COLOR=Kolor
#-------------------------------------------------------------
[Print]
BTN_PRINTERSETUP=Ustawienia drukarki...
BTN_PRINT=&Drukuj
GRB_PREVIEW =Podgląd
TAB_PAPERSETUP=Ustawienia strony
TAB_ADDTEXT=Dodaj tekst
GRB_MARGINSETUP=&Marginesy (mm)
LBL_MARGINTOP=Góra
LBL_MARGINLEFT=Lewo
LBL_MARGINRIGHT=Prawo
LBL_MARGINBOTTOM=Środek
GRB_IMAGESETUP=&Ustawienia obrazka
CHK_CENTER=Centruj obrazek
CHK_SHRINK=Dopasuj do strony (zmniejsz)
CHK_PROPORTINAL=Zachowaj proporcje
CHK_GRAYSCALE=Skala szarości
GRB_PAPERCOUNT=&Ilość kopii
LBL_PAPERUNIT=Strona(-y)
GRB_ORIENTATION=&Orientacja
RDO_PORTRAIT=Pionowo
RDO_LANDSCAPE=Poziomo
GRB_HEADER=&Nagłówek
CHK_HEADERADD=Dodaj
CBO_HEADERDEFAULT=Podaj tekst nagłówka
LBL_HEADERMARGIN=Margines :
BTN_HEADERFONT=Czcionka...
RDO_HEADERLEFT=Lewo
RDO_HEADERCENTER=Centruj
RDO_HEADERRIGHT=Prawo
GRB_FOOTER=&Stopka
CHK_FOOTERADD=Dodaj
CBO_FOOTERDEFAULT=Podaj tekst stopki
LBL_FOOTERMARGIN=Margines :
BTN_FOOTERFONT=Czcionka...
RDO_FOOTERLEFT=Lewo
RDO_FOOTERCENTER=Centruj
RDO_FOOTERRIGHT=Prawo
LBL_SETTINGS = Ustawienia
LBL_PRINTER = Drukarka
BTN_PRINT_COLOR=Kolor wydruku
CHK_COLOR=Kolor
CHK_MARGIN_NARROW=Wąskie
CHK_MARGIN_NORMAL=Normalne
CHK_MARGIN_MODERATE=Umiarkowany
CHK_MARGIN_WIDE=Szeroki
CHK_MARGIN_CUSTOM=Marginesy niestandardowe...
[Facebook]
BTN_CLOSE = Zamknij
LBL_PREVIEW = Podgląd obrazu
LBL_CAPTION = Nagłówek zdjęcia
RDO_SELECTALBUMS = Wybierz albumy
RDO_CREATEALBUM = Utwórz nowy album Photo
LBL_CREATEALBUM_NAME = Nazwa:
LBL_CREATEALBUM_LOCATION = Lokalizacja:
LBL_CREATEALBUM_DESCRIPTION =Opis:
LBL_CREATEALBUM_PRIVACY = Prywatność:
CBO_CREATEALBUM_1 = Wszyscy
CBO_CREATEALBUM_2 = Moja sieć i znajomi
CBO_CREATEALBUM_3 = Znajomi znajomych
CBO_CREATEALBUM_4 = Tylko znajomi
BTN_UPLOAD = Załaduj
LBL_IMGURL = URL Obrazu
LBL_LINKURL = URL linku Albumu
LBL_UPLOADING=Trwa ładowanie...
LBL_UPLOADCOMPLETE = Ładowanie zakończone
LBL_UPLOADWAIT = Czekaj na odpowiedź...
LBL_UPLOADFAILURE = Błąd ładowania. Spróbuj raz jeszcze.
LBL_UPLOADRESULT = Pomyślnie przesłano jedno zdjęcie.
LBL_ACCOUNT = Konto:
LBL_PASSWORD = Hasło:
LBL_REMEMBERPASSWORD = Pamiętaj hasło
LBL_MESSAGE = Wiadomość:
LBL_WEBUPLOAD_TITLE = Załaduj obraz bezpośrednio do sieci Web
LBL_WEBUPLOAD_TITLESUB = via ImageShack - Darmowy hosting obrazów
LBL_WEBUPLOAD_SIGNUP = Zarejestruj się aby zarządzać przesyłaniem obrazów!
LBL_WEBUPLOAD_NOACCOUNT = Gość (nie wymaga rejestracji)
LBL_WEBUPLOAD_ACCOUNTEXIST = Mam konto na ImageShack
BTN_REQUESTTWITTERPIN = Żądanie PINu Twittera
BTN_REMEMBERME = Pamiętaj mnie na tym komputerze
LBL_TWITTERPIN = PIN
BTN_CONNECT = Połącz
BTN_DISCONNECT = Rozłącz
[ThumbnailView]
BTN_QUICKTABS=Szybkie zakładki
MNU_RENAME=Zmień nazwę...
MNU_OPENFILELOCATION=&Otwórz lokalizację pliku...
LBL_RENAME=Wprowadź domyślną nazwę pliku.
[ObjectProperty]
SHP_TEXTBOX=Pole tekstowe
SHP_HIGHLIGHTRECT=Podświetlony prostokąt
SHP_MAGNIFYEFFECT=Efekt powiększenia
SHP_NUMBERSTAMP=Numer stempla
SHP_LINES=Linie
SHP_CUSTOMSHAPES=Niestandardowe kształty
SHP_TRIANGLE=Trójkąt
SHP_SHAPES = Kształty
SHP_LINE = Linia
SHP_CURVE = Krzywa
SHP_ARROW = Strzałka
SHP_CURVEARROW = Krzywa strzałka
SHP_ELLIPSE = Elipsa
SHP_RECT = Prostokąt
SHP_ROUNDRECT = Zaokrąglony prostokąt
SHP_BALLOON = Dymek
SHP_DIAMOND = Romb
SHP_PENTAGON = Pięciobok
SHP_Hexagon = Sześciobok
SHP_5STAR = Pięcioramienna gwiazda
SHP_6STAR = Sześcioramienna gwiazda
TAB_EDIT = Edycja
TBN_DELETE_OBJECT = Usuń
TBN_DUPLICATE=Powiel
MNU_FLATTEN = Spłaszcz
MNU_FLATTENALL = Spłaszcz wszystko
LST_CHANGESHAPE = Zmień kształt
TAB_SHAPESTYLES=Syle kształtu
TBN_SHAPETEXT=Wprowadź tekst
TBN_SHAPEFILL=Wypełnij
MNU_SHAPEFILL_NOFILL=Brak wypełnienia
MNU_SHAPEFILL_SOLIDFILL=Pełne wypełnienie
MNU_SHAPEFILL_GRAFILL=Pionowy gradient wypełnienia
MNU_SHAPEFILL_RADIALFILL=Promienisty gradient wypełnienia
TBN_SHAPEOUTLINE=Obrys
MNU_SHAPEOUTLINE_NOLINE = Brak linii
MNU_SHAPEOUTLINE_SOLIDLINE = Mocna linia
MNU_SHAPEOUTLINE_DOTLINE = Kropkowana linia
MNU_SHAPEOUTLINE_DASHLINE = Kreskowana linia
MNU_SHAPEOUTLINE_DASHDOTLINE = Linia kreska kropka
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Linia kreska kropka kropka
TBR_SHAPEINSERT=Wstaw kształty
TBN_SHAPEFORMAT=Format kształtu
TBN_SHAPEEFFECTS=Efekty kształtu
MNU_SHAPEEFFECTS_NOEFFECTS=Brak efektów
MNU_SHAPEEFFECTS_SHADOW=Efekty
MNU_SHAPEEFFECTS_SHADOWUSE=Cień
MNU_SHAPEEFFECTS_SHADOWOPTION=Opcje...
MNU_SHAPEEFFECTS_BALLOONPOS=Kierunek dymka
MNU_SHAPEEFFECTS_BALLOONPOSTL=Góra lewo
MNU_SHAPEEFFECTS_BALLOONPOSTR=Góra prawo
MNU_SHAPEEFFECTS_BALLOONPOSBL=Dół lewo
MNU_SHAPEEFFECTS_BALLOONPOSBR=Dół prawo
MNU_SHAPEEFFECTS_ARROWSTART = Rodzaj początku
MNU_SHAPEEFFECTS_ARROWEND = Rodzaj końca
MNU_SHAPEEFFECTS_ARROWNONE = Brak strzałki
MNU_SHAPEEFFECTS_ARROW1 = Strzałka 1
MNU_SHAPEEFFECTS_ARROW2 = Strzałka 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Okrąg
MNU_SHAPEEFFECTS_ARROWDIAMOND = Romb
MNU_SHAPE_ARRANGE=Rozmieszczenie
BTN_SHAPE_FRONT=Przeuń na wierzch
BTN_SHAPE_BACK=Przesuń pod spód
BTN_SHAPE_ARROWSTYLE=Styl strzałki
TAB_SHAPECOLOR=Kolory kształtu
TAB_NUMBERSTAMP_NUMBER=Kształty stempla
MNU_NUMBERSTAMP_CURRENT=Bieżący
MNU_NUMBERSTAMP_NEXT=Następny
TAB_NUMBERSTAMP_STYLE=Style stempli
MNU_NUMBERSTAMP_SIZE=Rozmiar
MNU_NUMBERSTAMP_SIZE_SMALL=Mały
MNU_NUMBERSTAMP_SIZE_Medium=Średni
MNU_NUMBERSTAMP_SIZE_LARGE=Duży
MNU_NUMBERSTAMP_SHAPE=Kształty
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Okrąg
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=Prostokąt
TBN_SELECT_CROPCURRENT=&Przytnij
TBN_SELECT_CROPNEW=Przytnij jako nowy obraz
TAB_SELECT_SIZE=Rozmiar
MNU_SELECT_SIZE_LEFT=Lewo/Prawo
MNU_SELECT_SIZE_TOP=Góra/Dół
MNU_SELECT_SIZE_WIDTH=Szerokość
MNU_SELECT_SIZE_HEIGHT=Wysokość
MNU_SELECT_INVERTSELECTION=Odwróć zaznaczenie
TAB_MAGNIFIER_STYLE=Style powiększenia
MNU_SHARE_OPTIONS=&Opcje...
[Licenses]
rdoRegistered = Jestem zarejestrowanym użytkownikiem i posiadam kod do użytku komercyjnego.
rdoPersonal = Chcę używać tego programu tylko do użytku osobistego.
btnBuy = Kup teraz
btnRegister = Zarejestruj
btnAgree= Akceptuję
btnClose = Zamknij
lblEnterLicense = Wprowadź swoją informację o rejestracji
lblOwnerName = Nazwa właściciela
lblRegistrationCode = Kod rejestracyjny
lblLicenseInfo = Ten produkt jest licencjonowany dla:
lblPersonalUse = DLA UŻYTKOWNIKÓW DOMOWYCH (TYLKO DO UŻYTKU OSOBISTEGO)
lblAskBuy = Podziękowania za używanie PicPick!
lblAskBuyDescription = Należy pamiętać, że niezarejestrowana wersja może służyć jedynie do użytku osobistego, Chcesz zakupić licencję teraz?
[CommercialVersionTrial]
btnModeTrial = Bezpłatna wersja próbna
btnModeTrialDescription = Chcę korzystać z tego produktu w wersji próbnej.
btnModeActivate = Aktywuj swój klucz licencyjny
btnModeActivateDescription = Jestem zarejestrowanym użytkownikiem i posiadam klucz licencyjny.
btnModeBuy = Kup teraz
btnModeBuyDescription = Przejdź do oficjalnej strony, aby uzyskać klucz licencyjny.
lblTrialDescription = To jest 30-dniowa wersja próbna programu PicPick. Oznacza to, że po upływie okresu próbnego, musisz kupić licencję, która pozwoli na dalsze użytkowanie programu lub odinstalować program z komputera.
btnContinueTrial = &Kontynuuj wersję próbną
lblDayLeft = Masz {$1} dni pozostałych z {$2} dni okresu próbnego.
lblDayExpired = Twoja licencja nie jest już dostępna.
lblEnterLicense = Wprowadź swoje dane do rejestracji
lblOwnerName = Nazwa użytkownika
lblRegistrationCode = Klucz licencyjny
lblRegistrationHelp = Masz problem z aktywacją?
btnRegister = &Aktywuj
lblActivationOffline1 = 1. Proszę otworzyć poniższy adres URL i pobrać kod uwierzytelniający. Jeśli jesteś offline, przejdź do trybu online na innym komputerze.
lblActivationOffline2 = 2. Proszę wkleić kod uwierzytelnienia z poniższego adresu URL.
lblAuthCode =Kod uwierzytelnienia:
[ImagesSet]
grbJPEGOption=JPEG Opcje
lblJPEGQuality=Jakość
cboJPEGQualityMaximum = Maximum
cboJPEGQualityHigh = Wysoka
cboJPEGQualityMedium = Średnia
cboJPEGQualityLow = Niska
[SaveAll]
grbSaveOptions=Zachowaj opcje
lblSelectFolder=Wskaż folder do zachowania zrzutów.
rdoAllImages=Wszystkie obrazy
rdoUnsavedImages=Wszystkie niezachowane obrazy
grbFileOptions=Opcje pliku
lblFileName=Nazwa pliku
lblFileType=Rodzaj pliku
rdoFiles=Pliki
[ColorBalance]
grpbxColorBalance=Balans koloru
lblColorLevels=Poziom koloru
grpbxToneBalance= Balans odcienia
rdbtnShadows=Cienie
rdbtnMidtones=Półcienie
rdbtnHighlights=Podświetlenia
chckbxPreserveLuminosity=Zachowaj luminancję
[StartPage]
lblStartHome = Wskaż zadanie...
lblStartTitle1 = Nowe zadanie
lblStartTitle2 = Akcesoria graficzne
chkStartDoNotShow = Nie pokazuj tego okna przy ponownym uruchomieniu
[Watermark]
lblWaterMarkPreview = Podgląd:
lblWaterMarkFile = Plik:
lblWaterMarkPosition = Pozycja:
lblWaterMarkOpacity = Przeźroczystość:
lblWaterMarkOffsetX = Offset-X:
lblWaterMarkOffsetY = Offset-Y:
chkWaterMarkAuto=Dodaj automatycznie znak wodny podczas przechwytywania obrazu.
[CloudExplorer]
btnOK=&OK
btnCancel=Anuluj
btnApply=Zastosuj
btnContinue=Kontynuuj
grbOptionLanguage=Język wyświetlania
grbOptionConnection=Zarządzanie połączeniami
btnOptionConnectionClear=Wyczyść usługi rozproszonych połączeń
lstFilesName=Nazwa
lstFilesDate=Data
lstFilesType=Rodzaj
lstFilesSize=Rozmiar
mnuAction=Akcja
mnuOpen=Otwórz
mnuDownload=Pobierz
mnuUploadMenu=Prześlij
mnuUploadFile=Prześlij pliki
mnuUploadFolder=Prześlij folder
mnuUploadImage=Załaduj obraz
mnuNewFolder=Nowy folder
mnuDelete=Usuń
mnuRename=Zmień nazwę
itemHome=Główny
itemOption=Opcje
itemAbout=O...
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=OneDrive
strAllFile=Wszystkie pliki (*.*)
strSearchResult=Wyniki wyszukiwania dla "%s"
lblHomeTitle= Wybierz usługę aby połączyć...
lblUploadMode=Wybierz usługę aby przesłać swój obraz
itemCount=%s elementów
itemSelectedCount=%s zaznaczonych elementów
lblPreviewPreviewTitle=Podgląd
lblPreviewDescriptionTitle=Opis
strPreviewNoDescription=Brak opisu
DownloadFormCaption=Pobieranie...
strPrepareDownload=Przygotowanie do pobierania
strDiscoveredItems=Odkryto %s elementów...
strPleaseWait=Poczekaj, lista jest przygotowywana...
strDownloading=Pobieranie %s elementów
strDownloadName=Nazwa: %s
strDownloadRemaining=Pozostałe elementy: %s1 (ogółem: %s2)
UploadFormCaption=Przesyłanie...
strPrepareUpload=Przygotowanie do wysyłki
strCreatingFolder=Tworzenie folderu
strUploading=Wysyłanie  %s elementów
strUploadName=Nazwa: %s
strUploadRemaining=Pozostałe elementy: %s1 (ogółem: %s2)
LoginFormCaption=Login
chkSaveConnection=Zachowaj informacje o połączeniu
lblBrowserCall=Twoja przeglądarka pojawi się w %s sekund
lblBrowserCallRetry=Ponowna prośba o dostęp do %s
lblBrowserAccess1=Aby podłączyć twoje konto %s musisz najpierw zalogować się na to konto w przeglądarce.
lblBrowserAccess2=Po zalogowaniu się za pośrednictwem przeglądarki można zamknąć jej okno i kontynuować dalej.
lblUserInfoStorage=Przechowywanie:
lblUserInfoUserNameTitle=Konto:
lblUserInfoSpaceTitle=Przestrzeń:
btnUserInfoLogout=Wyloguj
strSpace = %s1 wolne z %s2
FileTypetext=tekst
FileTypedocument=dokument
FileTypeimage=obraz
FileTypevideo=wideo
FileTypeaudio=audio
FileTypefile=plik
FileTypefolder=folder
FileTypealbum=album
lblUploadFileNameTitle=Nazwa pliku
lblUploadFileSizeTitle=Rozmiar pliku
lblUploadFilePreviewTitle=Podgląd
btnUploadUpload=Prześlij tutaj
strDelete1item=Czy napewno chcesz usunąć ten plik?
strDelete1moreitems=Czy napewno chcesz usunąć te elementy?
strFolderExist=Nazwa folderu już istnieje.
strDownloadFileExist=Plik o takiej nazwie już istnieje w tej lokalizacji. \n\nCzy chcesz go zastąpić?
strCreateFolder=Wprowadź nazwę folderu.
strRename=Wprowadź nową nazwę.
strInvalidFolderName=Nazwa folderu jest nieprawidłowa.
strCannotDelete=Nie można usunąć pliku (-ów)/folderu (-ów).
strUpdateCheck=Dostępna jest nowa wersja Cloud Explorer. Czy chcesz ją teraz pobrać?\nNależy pamiętać, że ta wersja może nie być zgodna z magazynem Twojej chmury.
strAuthFail = Autoryzacja nie powiodła się. Spróbuj ponownie.
strDownloadFolder=Wskaż folder do zapisu pobieranych plików.
strUploadFolder=Wskaż folder aby przesłać
#-------------------------------------------------------------
;Please help us to translate official website to your languages.
#title_picpick: 'PicPick - All-in-one design tool, Screen Capture, Image Editor, Color Picker, Pixel Ruler and More',
#title_ngwin: 'NGWIN - We develop user-friendly software that provides convenient computing environments',
#nav_picpick: 'PicPick',
#nav_partners: 'Partners',
#nav_contact: 'Contact',
#nav_home: 'Home',
#nav_features: 'Features',
#nav_download: 'Download',
#nav_buy: 'Buy Now',
#nav_forum: 'Forum',
#section_features: 'Features',
#section_reviews: 'Media Reviews',
#section_download: 'Download',
#section_download_commercial: 'PROFESSIONAL VERSION FOR REGISTERED USERS',
#section_buy: 'Buy Now',
#section_screenshots: 'Screenshots',
#section_customers: 'Our customers',
#section_latestversion: 'Latest Version',
#section_changelog: 'Change Log',
#section_availableon: 'Available On',
#section_likeuson: 'Like Us On',
#section_eula: 'End User License Agreement',
#section_privacypolicy: 'Privacy Policy',
#section_volumepricing: 'Volume Pricing',
#button_download: 'DOWNLOAD',
#button_buy: 'BUY NOW',
#button_upgrade: 'UPGRADE NOW',
#button_upgrade_nothanks: 'No Thanks',
#button_viewdetail: 'VIEW DETAILS',
#button_free_download: 'FREE DOWNLOAD',
#button_download_portable: 'Portable Version',
#button_download_commercial: 'I have already purchased a license.',
#text_freetotry: 'Free for personal use, try it today.',
#text_copyright: 'Copyright{copy} {ngwin} All rights reserved.',
#text_winavailable: 'Available on all Windows',
#text_winavailable2: 'Microsoft Windows 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.',
#text_recommend: 'RECOMMEND',
#text_limitedtimeoffer: 'LIMITED TIME OFFER',
#text_free: 'FREE',
#text_personal_only_detail: 'Please note that this free version may only be used for personal use in non-commercial environments.',
#text_license_peruser: 'PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).',
#text_license_noshare: 'One license may not be shared between different users.',
#text_bluesnap: '2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.',
#text_thankyou: 'Thank you for installing PicPick.',
#text_download_thankyou: 'Thank you for downloading PicPick.',
#text_download_start: 'Your download will start automatically within a few seconds.',
#text_download_ifnot: 'If your download has not started automatically, please click {here} or download from the mirror links.',
#text_download_ifnot2: 'If your download has not started automatically, please click {here}.',
#text_download_ifnot2_here: 'here',
#text_upgrade: 'Upgrade to Professional and get more features!',
#overview_jumbotron_h1: 'PicPick',
#overview_jumbotron_h2: 'All-in-one design tool for everyone',
#overview_jumbotron_p1: 'A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.',
#overview_jumbotron_p2: 'User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.',
#overview_feature_1_h1: 'Capture anything',
#overview_feature_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#overview_feature_2_h1: 'Edit your images',
#overview_feature_2_p1: 'Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.',
#overview_feature_3_h1: 'Enhance with effects',
#overview_feature_3_p1: 'Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.',
#overview_feature_4_h1: 'Share everywhere',
#overview_feature_4_p1: 'Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.',
#overview_feature_5_h1: 'Graphic Accessories',
#overview_feature_5_p1: 'Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.',
#overview_feature_6_h1: 'Customizable setting',
#overview_feature_6_p1: 'With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.',
#reviews_1_body: 'This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.',
#reviews_1_author: 'CNET Download.com',
#reviews_1_link: 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1',
#reviews_1_img: 'review_cnet.png',
#reviews_2_body: 'Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.',
#reviews_2_author: 'Softpedia',
#reviews_2_link: 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml',
#reviews_2_img: 'review_softpedia.png',
#features_1_h1: 'Screen Capture',
#features_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#features_1_p2: 'Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.',
#features_1_p3: 'Support the floating widget Capture Bar which makes it easy for you to take screenshots.',
#features_1_p4: 'Customize your own keyboard shortcuts.',
#features_1_list_1: 'Full-screen',
#features_1_list_2: 'Active window',
#features_1_list_3: 'Window control',
#features_1_list_4: 'Scrolling window',
#features_1_list_5: 'Region',
#features_1_list_6: 'Fixed region',
#features_1_list_7: 'Freehand',
#features_1_list_8: 'Repeat last capture',
#features_1_list_9: 'Capture widget',
#features_1_list_10: 'Capturing with cursor',
#features_1_list_11: 'Delayed capture',
#features_1_list_12: 'Auto-save',
#features_2_h1: 'Image Editor',
#features_2_p1: 'With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.',
#features_2_list_1: 'Drawing',
#features_2_list_2: 'Insert text',
#features_2_list_3: 'Arrows, lines',
#features_2_list_4: 'Shapes',
#features_2_list_5: 'Balloon',
#features_2_list_6: 'Highlight tool',
#features_2_list_7: 'Crop',
#features_2_list_8: 'Resize',
#features_2_list_9: 'Rotate',
#features_2_list_10: 'Invert',
#features_2_list_11: 'Grayscale',
#features_2_list_12: 'Mosaic',
#features_2_list_13: 'Frame',
#features_2_list_14: 'Watermark',
#features_2_list_15: 'Blur',
#features_2_list_16: 'Sharpen',
#features_2_list_17: 'Brightness',
#features_2_list_18: 'Hue / Saturation',
#features_2_list_19: 'Color balance',
#features_3_h1: 'Save, share, or send',
#features_3_p1: 'Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.',
#features_3_list_1: 'Clipboard',
#features_3_list_2: 'Image files',
#features_3_list_3: 'PDF',
#features_3_list_4: 'Printer',
#features_3_list_5: 'Web URL',
#features_3_list_6: 'Dropbox',
#features_3_list_7: 'Google Drive',
#features_3_list_8: 'SkyDrive',
#features_3_list_9: 'Box',
#features_3_list_10: 'Facebook',
#features_3_list_11: 'Twitter',
#features_3_list_12: 'Skype',
#features_3_list_13: 'FTP Server',
#features_3_list_14: 'e-mail',
#features_3_list_15: 'Microsoft Word',
#features_3_list_16: 'Microsoft PowerPoint',
#features_3_list_17: 'Microsoft Excel',
#features_3_list_18: 'External program',
#features_4_h1: 'Color Picker',
#features_4_p1: 'Help you find the exact pixel color code on your screen with a built-in magnifier window.',
#features_4_p2: 'Support RGB, HTML, C++, Delphi.',
#features_5_h1: 'Color Palette',
#features_5_p1: 'Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.',
#features_6_h1: 'Pixel Ruler',
#features_6_p1: 'Help you measure the size of objects and place objects in precise locations on the screen.',
#features_6_p2: 'Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.',
#features_7_h1: 'Magnifier',
#features_7_p1: 'With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.',
#features_8_h1: 'Crosshair',
#features_8_p1: 'Figure out the relative coordinate of picture position with this feature.',
#features_8_p2: 'This can be useful for example in developing HTML image maps.',
#features_9_h1: 'Protractor',
#features_9_p1: 'Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.',
#features_9_p2: 'This can be used in a variety of photography, math, and graphics applications.',
#features_10_h1: 'Whiteboard',
#features_10_p1: 'You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.',
#download_1_h1: 'For Home Users',
#download_1_p1: 'Personal (Home) Use Only',
#download_1_p2: 'Manual Update',
#download_1_p3: 'No Technical Support',
#download_2_h1: 'For Professionals',
#download_2_p1: 'Commercial and Personal Use',
#download_2_p2: 'Auto Update',
#download_2_p3: 'Technical Support',
#download_2_p4: 'Lifetime Upgrades',
#download_2_p5: 'No Ads',
#buy_table_h1: 'Number of Users',
#buy_table_h2: 'Price (USD) Per User',
#buy_table_p1: 'Please contact us for a quote!',
#buy_table_p2: 'Please note that {vat} may apply for some European purchasers.',
#buy_table_p2_vat: 'VAT',
#buy_1_h1: 'Instant Key Delivery',
#buy_1_p1: 'Get instant access to your registration key when your order is complete.',
#buy_2_h1: 'Lifetime Updates',
#buy_2_p1: 'Licenses include unlimited free upgrades to all future versions of PicPick.',
#buy_3_h1: 'Purchase Questions',
#buy_3_p1: 'If you have any questions regarding purchasing or licensing, please feel free to {contactus}.',
#buy_3_p1_contactus: 'contact us',
#buy_single: 'Single',
#buy_single_p1: 'Install on 2 machines per user',
#buy_team: 'Team',
#buy_team_user: 'Users',
#buy_site: 'Site',
#buy_site_p1: 'Install on unlimited machines on site',
#secure_order: 'Secure ordering by 2Checkout',
#uninstall_h1: 'Please give us your feedback.',
#uninstall_p1: 'We would appreciate hearing from you. Your feedback will help us make PicPick even better.',
#uninstall_comment: 'Details',
#uninstall_comment_placeholder: 'For example, Why did you uninstall? What are we missing? Which feature do you want?',
#uninstall_email: 'Email (Optional)',
#uninstall_email_placeholder: 'Please enter your email address.',
#uninstall_send: 'Send Feedback',
#about_us: 'About Us',
#about_h1: 'We are a software development company specialized on Microsoft Windows Platform.',
#about_p1: 'Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.',
#contact_h1: 'We would love to hear from you! Please fill out this form and we will get in touch with you shortly.',
#contact_us: 'Contact Us',
#contact_email: 'Email Support',
#contact_email_at: 'You can also contact us via email at : {email}',
#contact_email_send: 'Send us an email',
;-------------------------------------------------------------
[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Kliknij centrum punktu na ekranie
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Naciśnij [
MSG_ACTIVEWINDOW_2 = ] klawisz aby zrzucić aktywne okno.
MSG_EXITSAVEIMAGE_1 = Czy chcesz zachować zmiany do [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Obraz
MSG_DIRECTORYACCESSERROR = Brak dostępu do katalogu.
MSG_DEFAULT_TAPNAME = Brak obrazu
MSG_HOTKEY_ALREADY1 = PicPick nie może zarejestrować następującego skrótu
MSG_HOTKEY_ALREADY2 = Czy chcesz zmieńić te klawisze?
MSG_THISFOLDERNOTFOUND = Nie można znaleźć folderu [ścieżka lub nazwa folderu].
MSG_INVALID_FILENAME = Nazwa pliku jest nieprawidłowa.
MSG_INVALID_CLIPBOARD = Błąd podczas pobierania danych do schowka! (Nieprawidłowy format schowka)
MSG_CANNOTREPEATCAPTURE = Nie można odnaleźć wybranego obszaru z ostatniego wychwytywania
MSG_CLOSEALLIMAGE = Czy chcesz zamknąć wszystkie nie zapisane obrazy?
MSG_FILE_OPEN =Otwórz
MSG_FILE_SAVE =Zapisz jako
MSG_NEWVERSIONAVAILABLE = Dostępna jest nowa wersja PicPick. Czy chcesz przejść do strony pobierania teraz?
MSG_PROGRAM_NOTADDYET=Musisz wybrać zewnętrzny program, aby zapisywać zrzuty!
MSG_EXTERNALPROGRAMERROR=Nie można odnaleźć określonego zewnętrznego programu.
MSG_PARAMETERS_TITLE=Parametry PicPick
MSG_OLDLANGUAGE =Plik językowy jest w starej wersji, i niektóre teksty są nie przetłumaczone. Czy na pewno chcesz zmienić język?
MSG_INVALIDALBUMNAME=Nazwa albumu jest nieprawidłowa.
MSG_CREATEFAILUREALBUM=Błąd tworzenia albumu.
MSG_LOADINGFAILUREALBUM=Błąd ładowania albumu.
MSG_IDEMPTY = Proszę wprowadzić ID uzytkownika.
MSG_PWEMPTY = Proszę wprowadzić hasło użytkownika.
MSG_SAVE = Zapisz
MSG_DONTSAVE = Nie zapisuj
MSG_DONTSAVEALL = Nie zapisuj żadnego
MSG_NODISPLAYAGAIN = Nie pokazuj tej wiadomości ponownie
BTN_YES = Tak
BTN_NO = Nie
BTN_NOALL = Nie dla wszystkich
MSG_INPUTTEXT = Proszę wprowadzić tutaj tekst
MSG_FLATTENLAYER=Aby ukończyć zadanie należy spłaszczyć kształty. Czy chcesz spłaszczyć kształty?
MSG_FLATTENALL=Czy chcesz spłaszczyć wszystkie kształty?
MSG_INVALID_DOWNLOADURL = Wystąpił błąd podczas pobierania obrazu.
MSG_OPENURL=Prosze wprowadzić adres URL.
MSG_ANYSETTINGOK = Ustawienia zostały pomyślnie zmienione.
MSG_DEFAULTEDITOR=PicPick został ustawiony jako domyślny edytor obrazów.
MSG_FTPINFONEED=Najpierw musisz podać swoje informacje o serwerze FTP.
MSG_CONNECTIONFAIL=Wystąpił błąd przy łączeniu z serwerem.
MSG_PROGRAM_NOSKYPE=Nie znaleziono Skype.
MSG_ACTIVATE_OFFLINE=Nie można aktywować klucza licencji, z powodu problemu z siecią lub czegoś innego. Czy chcesz aktywować licencję w trybie offline?
MSG_ACTIVATE_OK = Twoja licencja została aktywowana. Dziękujemy za wybór PicPick!
MSG_ACTIVATE_TRIAL = Okres próbny został uaktywniony. Dziekujemy za wybór PicPick!
MSG_ACTIVATE_FAIL = Aktywacja nie powiodła się. Proszę skontaktować się z Centrum zespołu wsparcia PicPick.
MSG_VALIDOWNERNAME = Proszę wprowadzić prawidłową nazwę właściciela.
MSG_VALIDLICENSEKEY = Proszę wprowadzić prawidłowy klucz licencji.
MSG_FILENOTFOUND = Nie znaleziono pliku.
MSG_CAPTUREAREAFAIL=Wystąpił błąd podczas obliczania powierzchni do przechwycenia. Sprawdź, czy może to powodować twoje oprogramowanie (program antywirusowy, anty-malware/spyware)
MSG_TRANSPARENCYLOST=Wszelka przeźroczystość zostanie utracona przy zapisywaniu obrazu. Czy chcesz kontynuować?
MSG_DONOTSHOWWEEK=Nie pokazuj ponownie tego okna przez tydzień
MSG_NEWVERSIONAVAILABLE_SHORT=Dostępna jest nowa wersja PicPick
MSG_HOTKEY_ALREADY3 = Proszę sprawdzić inne aktualnie uruchomione aplikacje, takie jak Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL = Dostępna jest nowa wersja programu PicPick. Czy chcesz ją teraz zainstalować?
MSG_NEWVERSIONINSTALLING = Proszę czekać, pobierana jest aktualizacja ...
MSG_NEWVERSIONRESTART = Aktualizacja rozpocznie się automatycznie w ciągu kilku sekund...
MSG_ACTIVATE_INVALID = Niestety klucz licencyjny, który podałeś nie jest prawidłowy. Proszę, sprawdź swój klucz i spróbuj ponownie.
MSG_NOUPDATEAVAILABLE =Obecnie nie są dostępne żadne aktualizacje.
MSG_NOTENOUGHCAPTUREAREA = Zaznaczony obszar jest zbyt mały, aby można go było przechwycić.
MSG_CAPTUREOPTION_NEXTTIME = Wybrana opcja zostanie zastosowana przy następnym przechwyceniu.
